Repository: plan4better/navi4all
Catalog: apps/ma_mobile/lib/l10n/app_*.arb
Languages: de

# commonModeWalking
source: Walking
de: Zu Fuß

# commonModeTram
source: Tram
de: Straßenbahn

# commonModeTrain
source: Train
de: Bahn

# commonHomeScreenButton
source: Home Screen
de: Startbildschirm

# commonBackButtonSemantic
source: Back
de: Zurück

# commonMicButtonSemantic
source: Voice input
de: Spracheingabe

# commonContinueButtonSemantic
source: Continue
de: Weiter

# onboardingWelcomeTitle
source: Welcome to ParkStark
de: Willkommen bei ParkStark

# onboardingWelcomeSubtitle
source: Find accessible parking spots quickly and easily.
de: Gemeinsam finden wir allgemeinen Schwerbehindertenparkplätzen – schnell und unkompliziert.

# onboardingWelcomeHint
source: Press the button to continue.
de: Drücken Sie die Taste, um fortzufahren.

# onboardingSymbolInformationTitle
source: How it works
de: So funktioniert's

# onboardingSymbolInformationSubtitle
source: These symbols help you find the right parking spot.
de: Diese Symbole helfen Ihnen, den passenden Parkplatz zu finden.

# onboardingSymbolInformationParkingAvailable
source: Parking available
de: Parkplatz verfügbar

# onboardingSymbolInformationParkingUnavailable
source: Parking occupied
de: Parkplatz belegt

# onboardingSymbolInformationParkingUnknown
source: Real-time data unavailable
de: Echtzeitstatus unbekannt

# onboardingUserLocationTitle
source: Location access
de: Standort aktivieren

# onboardingUserLocationSubtitle
source: With access to your location, we can show you parking spots nearby and navigate there directly.
de: Mit Ihrer Standortfreigabe zeigen wir Ihnen die nächsten verfügbaren Parkplätze und navigieren Sie direkt dorthin.

# onboardingFinishTitle
source: Perfect - You're all set!
de: Perfekt – Sie sind startbereit!

# onboardingFinishSubtitle
source: Now you can find accessible parking spots nearby.
de: Entdecken Sie jetzt barrierefreie Parkplätze in Ihrer Nähe.

# onboardingFinishAppTutorialButton
source: View App Tutorial
de: Zum App-Tutorial

# onboardingFinishHomeScreenButton
source: Get Started
de: Zum Startbildschirm

# homeSearchButton
source: Search
de: Suchen

# homeSavedButton
source: Saved
de: Gespeichert

# homeSettingsButton
source: Settings
de: Einstellungen

# searchTextFieldHint
source: Search here
de: Hier suchen

# searchTextFieldHintSemantic
source: Search for a destination.
de: Suchen Sie nach einem Zielort.

# searchTextFieldOriginHintSemantic
source: Text input. Type to search for an origin location.
de: Textfeld für die Eingabe. Tippen Sie, um einen Startort zu suchen.

# searchTextFieldDestinationHintSemantic
source: Text input. Type to search for a destination location.
de: Textfeld für die Eingabe. Tippen Sie, um einen Zielort zu suchen.

# searchScreenPrompt
source: Start typing to search for places, addresses or transit stations.
de: Beginnen Sie mit der Eingabe, um nach Orten, Adressen oder Haltestellen zu suchen.

# searchScreenNoResults
source: No results found.
de: Keine Ergebnisse gefunden.

# addressInfoBackToSearchButtonSemantic
source: Selected destination: {name}, tap to return to search results.
de: Ausgewähltes Ziel: {name}, tippen Sie, um zu den Suchergebnissen zurückzukehren.

# addressInfoWalkingRoutesButton
source: Walking
de: Zu Fuß

# addressInfoWalkingRoutesButtonSemantic
source: Find walking route options.
de: Finden Sie Fußweg-Optionen.

# addressInfoPublicTransportRoutesButton
source: Public Transport
de: ÖPNV

# addressInfoPublicTransportRoutesButtonSemantic
source: Find public transport route options.
de: Finden Sie ÖPNV-Optionen.

# addressInfoSaveAddressButton
source: Save Address
de: Speichern Adresse

# routeOptionsRouteSettingsButton
source: Route Settings
de: Routeneinstellungen

# routeOptionsSaveRouteButton
source: Save Route
de: Route speichern

# origDestPickerSwapButtonSemantic
source: Swap origin and destination.
de: Start- und Zielort tauschen

# origDestPickerOriginSemantic
source: Origin: {origin}. Tap to change.
de: Startort: {origin}. Tippen Sie, um zu ändern.

# origDestPickerDestinationSemantic
source: Destination: {destination}.
de: Zielort: {destination}.

# journeyOptionSemantic
source: Journey option: {duration}, from {startTime} until {endTime}, consisting of {segmentsDescription}.
de: Reiseoption: {duration}, von {startTime} bis {endTime}, bestehend aus {segmentsDescription}.

# routeNavigationDescriptionSemantic
source: Navigating to: {address}. You will arrive in {time}.
de: Sie fahren nach {address}. In {time} erreichen Sie Ihr Ziel.

# routeNavigationTitle
source: Navigating to
de: Sie fahren nach

# routeNavigationTimeToArrival
source: you will arrive in {time}
de: in {time} erreichen Sie Ihr Ziel

# routeNavigationStepContinueStraight
source: Continue straight
de: Gehen Sie geradeaus

# routeNavigationStepTurnLeft
source: Turn left
de: Biegen Sie links ab

# routeNavigationStepTurnRight
source: Turn right
de: Biegen Sie rechts ab

# routeNavigationStepOntoLocation
source: onto {location}
de: auf {location}

# routeNavigationStepAwaitMode
source: Wait for the {mode}
de: Warten Sie auf den {mode}

# routeNavigationStepModeDescription
source: line {line}, towards {direction}
de: linie {line}, Richtung {direction}

# routeNavigationStepSemantic
source: Navigation step {index}: {action} {description} {timeToStep}.
de: Navigation Schritt {index}: {action} {description} {timeToStep}.

# routeNavigationMuteButtonMuteText
source: Mute Audio
de: Stummschalten

# routeNavigationMuteButtonUnmuteText
source: Unmute Audio
de: Ton an

# routeNavigationPauseButtonResumeText
source: Resume
de: Fortsetzen

# routeNavigationStopButton
source: Stop
de: Ende

# errorUnableToFetchItineraries
source: Unable to fetch itineraries.
de: Routen konnten nicht abgerufen werden.

# searchResultSemantic
source: Result: {name}, {locality}.
de: Ergebnis: {name}, {locality}.

# origDestCurrentLocation
source: Current location
de: Aktueller Standort

# homeNavigationMapTitle
source: Map
de: Karte

# homeNavigationFavouritesTitle
source: Favourites
de: Favoriten

# homeNavigationSettingsTitle
source: Settings
de: Einstellungen

# homeSearchButtonHint
source: Search here
de: Hier suchen

# homeChangeBaseMapTitle
source: Map Style
de: Kartenstil

# homeBaseMapStyleTitleLight
source: Light
de: Hell

# homeBaseMapStyleTitleDark
source: Dark
de: Dunkel

# homeBaseMapStyleTitleSatellite
source: Satellite
de: Satellit

# homeBaseMapStyleTitleUnknown
source: Base Map
de: Basis-Karte

# favouritesTitle
source: Favourites
de: Favoriten

# favouritesScreenPrompt
source: Add favourites to see them here.
de: Fügen Sie Favoriten hinzu, um sie hier zu sehen.

# settingsTitle
source: Settings
de: Einstellungen

# settingsOptionLegalAndPrivacy
source: Legal & Privacy
de: Rechtliches & Datenschutz

# settingsOptionSetupGuide
source: Setup Guide
de: Anleitung

# userLocationDeniedSnackbarText
source: Enable location access in system settings to use this feature.
de: Aktivieren Sie den Standortzugriff in den Systemeinstellungen, um diese Funktion zu nutzen.

# placeScreenChangeRadiusButton
source: Change Radius
de: Suchbereich anpassen

# placeScreenChangeRadiusCancel
source: Cancel
de: Abbrechen

# placeScreenChangeRadiusConfirm
source: Change
de: Ändern

# errorUnableToFetchParkingSites
source: Unable to fetch parking sites, try again later.
de: Parkplätze konnten nicht abgerufen werden, bitte versuchen Sie es später erneut.

# errorUnableToFetchDrivingTime
source: Unable to fetch driving time, try again later.
de: Fahrzeit konnte nicht abgerufen werden, bitte versuchen Sie es später erneut.

# availabilityUnknown
source: Unknown
de: Unbekannt

# availabilityOccupied
source: Occupied
de: Belegt

# availabilityAvailable
source: Available
de: Verfügbar

# parkingLocationButtonFavourite
source: Favourite
de: Favorit

# parkingLocationButtonRouteExternal
source: Route External
de: Route extern

# errorUnableToLaunchRouteExternal
source: Unable to launch external maps app.
de: Externe Karten-App konnte nicht gestartet werden.

# featureComingSoonMessage
source: This feature is coming soon.
de: Diese Funktion kommt bald.

# feedbackTypeHint
source: Feedback type
de: Feedbacktyp

# feedbackTypeLocalData
source: Problem with Parking Spot
de: Lokale Daten

# feedbackTypeAppFunctionality
source: App Features
de: App-Funktionen

# feedbackSubjectHint
source: Subject
de: Betreff

# feedbackMessageHint
source: Your feedback
de: Ihr Nachricht

# feedbackSubmitButton
source: Submit
de: Absenden

# feedbackFieldErrorRequired
source: This field is required.
de: Dieses Feld ist erforderlich.

# legalPrivacyScreenTitle
source: Legal & Privacy
de: Rechtliches & Datenschutz

# legalPrivacyLocationAccess
source: Location Access
de: Standortzugriff

# legalPrivacyDataProtection
source: Data Protection
de: AGB & Datenschutz

# routingScreenNavigationResumeButton
source: Resume
de: Fortsetzen

# routingScreenNavigationDoneButton
source: Done
de: Fertig

# navigationRelativeDirectionDepart
source: Depart
de: Abfahren

# navigationRelativeDirectionHardLeft
source: Sharp left
de: Scharf links

# navigationRelativeDirectionLeft
source: Turn left
de: Links abbiegen

# navigationRelativeDirectionSlightlyLeft
source: Slight left
de: Leicht links

# navigationRelativeDirectionContinue
source: Continue
de: Weiter

# navigationRelativeDirectionSlightlyRight
source: Slight right
de: Leicht rechts

# navigationRelativeDirectionRight
source: Turn right
de: Rechts abbiegen

# navigationRelativeDirectionHardRight
source: Sharp right
de: Scharf rechts

# navigationRelativeDirectionCircleClockwise
source: Enter roundabout
de: In den Kreisverkehr einfahren

# navigationRelativeDirectionCircleCounterclockwise
source: Enter roundabout
de: In den Kreisverkehr einfahren

# navigationRelativeDirectionElevator
source: Take the lift
de: Den Aufzug nehmen

# navigationRelativeDirectionUturnLeft
source: Make a U-turn
de: U-Turn nach links

# navigationRelativeDirectionUturnRight
source: Make a U-turn
de: U-Turn nach rechts

# navigationRelativeDirectionEnterStation
source: Enter station
de: Bahnhof betreten

# navigationRelativeDirectionExitStation
source: Exit station
de: Bahnhof verlassen

# navigationRelativeDirectionFollowSigns
source: Follow signs
de: Folgen Sie den Schildern

# navigationRelativeDirectionArrive
source: Arrive
de: Ankommen

# navigationStepDistanceToActionMetres
source: in {distance} metres
de: in {distance} Metern

# navigationStepDistanceToActionKilometres
source: in {distance} kilometres
de: in {distance} Kilometern

# navigationGettingDrivingDirections
source: Getting driving directions
de: Fahrtroute wird berechnet

# navigationNoRouteFound
source: No route found
de: Keine Route gefunden

# routingDisclaimerTitle
source: Attention
de: Achtung

# routingDisclaimerMessage
source: Navigation guidance provided by this app is currently under beta testing and may be incorrect. Please exercise caution and verify route details independently. Always follow local traffic laws and regulations and pay attention to road conditions.
de: Die von dieser App bereitgestellte Navigationsanleitung befindet sich derzeit in der Beta-Testphase und kann fehlerhaft sein. Bitte seien Sie vorsichtig und überprüfen Sie die Routeninformationen selbst. Befolgen Sie immer die örtlichen Verkehrsregeln und -vorschriften und achten Sie auf die Straßenverhältnisse.

# routingDisclaimerCancelButton
source: Cancel
de: Abbrechen

# routingDisclaimerAcceptButton
source: Continue
de: Fortfahren

# availabilityChangeDialogTitle
source: Parking Occupied
de: Parkplatz Belegt

# availabilityChangeDialogMessage
source: This parking spot is now occupied. Would you like to find alternative spots nearby?
de: Dieser Parkplatz ist jetzt belegt. Möchten Sie in der Nähe nach alternativen Plätzen suchen?

# availabilityChangeDialogCancelButton
source: No
de: Nein

# availabilityChangeDialogConfirmButton
source: Yes
de: Ja

# searchScreenErrorNoSuggestions
source: No results found. Try searching for other places, addresses or transit stations.
de: Keine Ergebnisse gefunden. Versuchen Sie, nach anderen Orten, Adressen oder Verkehrsstationen zu suchen.

# homeMapScreenSemantic
source: Map screen.
de: Kartenbildschirm.

# homeMapScreenLayersButtonSemantic
source: Change map style.
de: Kartenstil ändern.

# homeMapScreenCurrentLocationButtonSemantic
source: Go to current location.
de: Gehe zum aktuellen Standort.

# homeFavoritesScreenSemantic
source: Favourites screen.
de: Favoritenbildschirm.

# favoritesScreenSemantic
source: Favorites screen. With {count} favorites.
de: Favoritenbildschirm. Mit {count} Favoriten.

# homeSettingsScreenSemantic
source: Settings screen.
de: Einstellungsbildschirm.

# searchScreenSearchFieldSemantic
source: Search field. Input: {input}.
de: Suchfeld. Eingabe: {input}.

# searchScreenRecentSearchItemSemantic
source: Recent search: {name}.
de: Letzte Suche: {name}.

# placeScreenSemantic
source: {count} parking spaces found within {radius} metres.
de: {count} Parkplätze gefunden innerhalb von {radius} Metern.

# placeScreenSearchBarSemantic
source: {name} selected. Tap to go back.
de: {name} ausgewählt. Tippen Sie, um zurückzugehen.

# placeScreenSearchRadiusButtonSemantic
source: Change search radius. Currently: {radius} metres.
de: Suchbereich anpassen. Aktuell: {radius} Metern.

# parkingLocationScreenAddToFavoritesButtonSemantic
source: Add to favorites.
de: Zu Favoriten hinzufügen.

# parkingLocationScreenRemoveFromFavoritesButtonSemantic
source: Remove from favorites.
de: Aus Favoriten entfernen.

# parkingLocationScreenRouteExternalButtonSemantic
source: Route using external maps app.
de: Route mit externer Navigations-App.

# parkingLocationScreenRouteInternalButtonSemantic
source: Route using ParkStark.
de: Route mit ParkStark-App.

# parkingLocationScreenEstimatedDrivingTimeSemantic
source: Estimated driving time: {time}.
de: Fahrzeit mit dem Auto: {time}.

# parkingLocationScreenOccupancyStatusSemantic
source: Occupancy status: {status}.
de: Belegungsstatus: {status}.

# routingScreenSemantic
source: Navigation screen.
de: Navigationsbildschirm.

# routingScreenExitRoutingButtonSemantic
source: Exit navigation.
de: Navigation beenden.
